Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_LyricsSources.Description
source: Drag to reorder lyrics sources. Hover over each source for details.
af_za: Sleep om lirieke bronne te herrangskik. Beweeg oor elke bron vir besonderhede.
ar_eg: اسحب لإعادة ترتيب مصادر كلمات الأغاني. مرر الماوس فوق كل مصدر للحصول على التفاصيل.
ar_sa: اسحب لإعادة ترتيب مصادر كلمات الأغاني. مرر المؤشر فوق كل مصدر للحصول على التفاصيل.
bg_bg: Плъзнете, за да пренаредите източниците на текстове. Задръжте курсора на мишката върху всеки източник за подробности.
bn_bd: লিরিক্স উৎসগুলির ক্রম পরিবর্তন করতে টেনে আনুন। বিস্তারিত জানতে প্রতিটি উৎসের উপর হোভার করুন।
ca_es: Arrossega per reordenar les fonts de lletres. Passa el ratolí per cada font per obtenir detalls.
cs_cz: Přetažením změňte pořadí zdrojů textů. Pro podrobnosti najeďte myší na každý zdroj.
da_dk: Træk for at omarrangere tekstkilder. Hold musen over hver kilde for detaljer.
de_de: Ziehen Sie, um Songtextquellen neu anzuordnen. Fahren Sie mit der Maus über jede Quelle für Details.
el_gr: Σύρετε για να αναδιατάξετε τις πηγές στίχων. Περάστε το ποντίκι πάνω από κάθε πηγή για λεπτομέρειες.
es_mx: Arrastra para reordenar las fuentes de letras. Pasa el ratón sobre cada fuente para ver detalles.
et_ee: Lohistage laulusõnade allikaid ümberjärjestamiseks. Hõljutage hiirega iga allika kohal üksikasjade nägemiseks.
fa_ir: برای مرتب‌سازی مجدد منابع متن ترانه، بکشید. برای جزئیات، ماوس را روی هر منبع نگه دارید.
fi_fi: Vedä järjestelläksesi sanalähteitä. Vie hiiri kunkin lähteen päälle saadaksesi lisätietoja.
fr_fr: Faites glisser pour réorganiser les sources de paroles. Passez la souris sur chaque source pour plus de détails.
ga_ie: Tarraing chun foinsí liricí a athordú. Téigh an luch thar gach foinse le haghaidh sonraí.
he_il: גרור כדי לסדר מחדש מקורות מילים. רחף מעל כל מקור לקבלת פרטים.
hi_in: गीत स्रोतों को पुनः व्यवस्थित करने के लिए खींचें। विवरण के लिए प्रत्येक स्रोत पर होवर करें।
hr_hr: Povucite za preuređivanje izvora tekstova pjesama. Zadržite pokazivač iznad svakog izvora za detalje.
hu_hu: Húzza a dalszöveg-forrásokat az átrendezéshez. Vigye az egeret minden forrás fölé a részletekért.
id_id: Seret untuk mengubah urutan sumber lirik. Arahkan kursor ke setiap sumber untuk detail.
it_it: Trascina per riordinare le sorgenti dei testi. Passa il mouse su ogni sorgente per i dettagli.
ja_jp: 歌詞ソースをドラッグして並べ替えます。各ソースにカーソルを合わせると詳細が表示されます。
ko_kr: 가사 소스 순서를 변경하려면 드래그하세요. 각 소스 위에 마우스를 올리면 세부 정보를 볼 수 있습니다.
lt_lt: Vilkite, kad pakeistumėte dainų tekstų šaltinių tvarką. Užveskite pelės žymeklį ant kiekvieno šaltinio, kad gautumėte išsamesnės informacijos.
ms_my: Seret untuk menyusun semula sumber lirik. Hala tetikus ke setiap sumber untuk butiran.
nl_nl: Sleep om songtekstbronnen opnieuw te ordenen. Beweeg de muis over elke bron voor details.
no_no: Dra for å endre rekkefølgen på tekstkilder. Hold musepekeren over hver kilde for detaljer.
pa_in: ਬੋਲ ਸਰੋਤਾਂ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਖਿੱਚੋ। ਵੇਰਵਿਆਂ ਲਈ ਹਰੇਕ ਸਰੋਤ 'ਤੇ ਹੋਵਰ ਕਰੋ।
pl_pl: Przeciągnij, aby zmienić kolejność źródeł tekstów piosenek. Najedź kursorem na każde źródło, aby uzyskać szczegóły.
pt_pt: Arraste para reordenar as fontes de letras. Passe o rato sobre cada fonte para ver os detalhes.
ro_ro: Trageți pentru a reordona sursele de versuri. Treceți cu mouse-ul peste fiecare sursă pentru detalii.
ru_ru: Перетащите, чтобы изменить порядок источников текстов песен. Наведите курсор на каждый источник для получения подробной информации.
sk_sk: Presuňte pre zmenu poradia zdrojov textov piesní. Podržte kurzor nad každým zdrojom pre podrobnosti.
sq_al: Zvarrit për të rirenditur burimet e teksteve të këngëve. Vërtitni mbi çdo burim për detaje.
sr_cyrl_rs: Превуците да преуредите изворе текстова. Пређите мишем преко сваког извора за детаље.
sv_se: Dra för att ändra ordning på låttextkällor. Håll muspekaren över varje källa för mer information.
sw_ke: Buruta ili kupanga upya vyanzo vya mashairi. Elea juu ya kila chanzo kwa maelezo zaidi.
ta_in: பாடல் வரிகளின் ஆதாரங்களை மறுவரிசைப்படுத்த இழுக்கவும். விவரங்களுக்கு ஒவ்வொரு ஆதாரத்தின் மீதும் ஹோவர் செய்யவும்.
th_th: ลากเพื่อจัดลำดับแหล่งเนื้อเพลงใหม่ วางเมาส์เหนือแต่ละแหล่งที่มาเพื่อดูรายละเอียด
tl_ph: I-drag para ayusin ang pagkakasunod-sunod ng mga pinagmulan ng lyrics. Mag-hover sa bawat pinagmulan para sa mga detalye.
tr_tr: Şarkı sözü kaynaklarını yeniden sıralamak için sürükleyin. Ayrıntılar için her kaynağın üzerine gelin.
uk_ua: Перетягніть, щоб змінити порядок джерел текстів пісень. Наведіть курсор на кожне джерело для деталей.
vi_vn: Kéo để sắp xếp lại các nguồn lời bài hát. Di chuột qua từng nguồn để xem chi tiết.
zh_cn: 拖动以重新排序歌词来源。将鼠标悬停在每个来源上可查看详细信息。
zh_tw: 拖曳以重新排列歌詞來源。將滑鼠懸停在每個來源上以查看詳細資訊。

# SettingsPage_PlaylistsIO.Header
source: Export/Import Playlists
af_za: Uitvoer/Invoer Snitlyste
ar_eg: تصدير/استيراد قوائم التشغيل
ar_sa: تصدير/استيراد قوائم التشغيل
bg_bg: Експорт/Импорт на плейлисти
bn_bd: প্লেলিস্ট রপ্তানি/আমদানি করুন
ca_es: Exportar/Importar llistes de reproducció
cs_cz: Export/Import playlistů
da_dk: Eksporter/importer afspilningslister
de_de: Wiedergabelisten exportieren/importieren
el_gr: Εξαγωγή/Εισαγωγή Λιστών Αναπαραγωγής
es_mx: Exportar/Importar listas de reproducción
et_ee: Ekspordi/Impordi esitusloendeid
fa_ir: صدور/وارد کردن لیست‌های پخش
fi_fi: Vie/Tuo soittolistoja
fr_fr: Exporter/Importer des playlists
ga_ie: Easpórtáil/Iompórtáil Seinmliostaí
he_il: ייצוא/ייבוא רשימות השמעה
hi_in: प्लेलिस्ट निर्यात/आयात करें
hr_hr: Izvoz/Uvoz popisa za reprodukciju
hu_hu: Lejátszási listák exportálása/importálása
id_id: Ekspor/Impor Daftar Putar
it_it: Esporta/Importa playlist
ja_jp: プレイリストのエクスポート/インポート
ko_kr: 재생 목록 내보내기/가져오기
lt_lt: Eksportuoti / importuoti grojaraščius
ms_my: Eksport/Import Senarai Main
nl_nl: Afspeellijsten exporteren/importeren
no_no: Eksporter/importer spillelister
pa_in: ਪਲੇਲਿਸਟਾਂ ਐਕਸਪੋਰਟ/ਇੰਪੋਰਟ ਕਰੋ
pl_pl: Eksport/Import playlist
pt_pt: Exportar/Importar Listas de Reprodução
ro_ro: Export/Import liste de redare
ru_ru: Экспорт/Импорт плейлистов
sk_sk: Export/Import zoznamov skladieb
sq_al: Eksporto/Importo Lista Luajtjeje
sr_cyrl_rs: Извези/Увези плејлисте
sv_se: Exportera/importera spellistor
sw_ke: Hamisha/Leta Orodha za Nyimbo
ta_in: பிளேலிஸ்ட்களை ஏற்றுமதி/இறக்குமதி செய்
th_th: ส่งออก/นำเข้าเพลย์ลิสต์
tl_ph: I-export/I-import ang mga Playlist
tr_tr: Çalma Listelerini Dışa/İçe Aktar
uk_ua: Експорт/Імпорт списків відтворення
vi_vn: Xuất/Nhập danh sách phát
zh_cn: 导出/导入播放列表
zh_tw: 匯出/匯入播放清單

# SettingsPage_PlaylistsIO.Description
source: Export playlists to M3U files for use in other players, or import M3U playlists into Nagi.
af_za: Voer snitlyste uit na M3U-lêers vir gebruik in ander spelers, of voer M3U-snitlyste in Nagi in.
ar_eg: تصدير قوائم التشغيل إلى ملفات M3U للاستخدام في مشغلات أخرى، أو استيراد قوائم تشغيل M3U إلى ناجي.
ar_sa: تصدير قوائم التشغيل إلى ملفات M3U للاستخدام في مشغلات أخرى، أو استيراد قوائم تشغيل M3U إلى ناجي.
bg_bg: Експортирайте плейлисти в M3U файлове за използване в други плейъри или импортирайте M3U плейлисти в Nagi.
bn_bd: অন্যান্য প্লেয়ারগুলিতে ব্যবহারের জন্য প্লেলিস্টগুলিকে M3U ফাইলগুলিতে রপ্তানি করুন, অথবা Nagi-তে M3U প্লেলিস্ট আমদানি করুন।
ca_es: Exportar llistes de reproducció a fitxers M3U per utilitzar-les en altres reproductors, o importar llistes de reproducció M3U a Nagi.
cs_cz: Exportujte playlisty do souborů M3U pro použití v jiných přehrávačích nebo importujte playlisty M3U do Nagi.
da_dk: Eksporter afspilningslister til M3U-filer til brug i andre afspillere, eller importer M3U-afspilningslister til Nagi.
de_de: Exportieren Sie Wiedergabelisten in M3U-Dateien zur Verwendung in anderen Playern oder importieren Sie M3U-Wiedergabelisten in Nagi.
el_gr: Εξαγωγή λιστών αναπαραγωγής σε αρχεία M3U για χρήση σε άλλα προγράμματα αναπαραγωγής, ή εισαγωγή λιστών αναπαραγωγής M3U στο Nagi.
es_mx: Exporta listas de reproducción a archivos M3U para usar en otros reproductores, o importa listas de reproducción M3U a Nagi.
et_ee: Ekspordi esitusloendeid M3U-failidesse, et kasutada neid teistes mängijates, või impordi M3U esitusloendeid Nagisse.
fa_ir: لیست‌های پخش را به فایل‌های M3U برای استفاده در پخش‌کننده‌های دیگر صادر کنید، یا لیست‌های پخش M3U را به Nagi وارد کنید.
fi_fi: Vie soittolistat M3U-tiedostoiksi käytettäväksi muissa soittimissa tai tuo M3U-soittolistoja Nagiin.
fr_fr: Exportez des playlists vers des fichiers M3U pour les utiliser dans d'autres lecteurs, ou importez des playlists M3U dans Nagi.
ga_ie: Easpórtáil seinmliostaí go comhaid M3U le húsáid i seinmliostaí eile, nó iompórtáil seinmliostaí M3U isteach i Nagi.
he_il: ייצא רשימות השמעה לקבצי M3U לשימוש בנגנים אחרים, או ייבא רשימות השמעה בפורמט M3U ל-Nagi.
hi_in: अन्य प्लेयर्स में उपयोग के लिए प्लेलिस्ट को M3U फ़ाइलों में निर्यात करें, या M3U प्लेलिस्ट को नागी में आयात करें।
hr_hr: Izvezite popise za reprodukciju u M3U datoteke za korištenje u drugim reproduktorima ili uvezite M3U popise za reprodukciju u Nagi.
hu_hu: Exportálja a lejátszási listákat M3U fájlokba más lejátszókban való használathoz, vagy importáljon M3U lejátszási listákat a Nagiba.
id_id: Ekspor daftar putar ke file M3U untuk digunakan di pemutar lain, atau impor daftar putar M3U ke Nagi.
it_it: Esporta le playlist in file M3U per l'uso in altri lettori, o importa playlist M3U in Nagi.
ja_jp: プレイリストを他のプレイヤーで使用するためのM3Uファイルにエクスポートしたり、M3UプレイリストをNagiにインポートしたりします。
ko_kr: 다른 플레이어에서 사용하도록 재생 목록을 M3U 파일로 내보내거나, M3U 재생 목록을 Nagi로 가져옵니다.
lt_lt: Eksportuoti grojaraščius į M3U failus, kad juos būtų galima naudoti kituose grotuvuose, arba importuoti M3U grojaraščius į „Nagi“.
ms_my: Eksport senarai main ke fail M3U untuk digunakan dalam pemain lain, atau import senarai main M3U ke Nagi.
nl_nl: Exporteer afspeellijsten naar M3U-bestanden voor gebruik in andere spelers, of importeer M3U-afspeellijsten in Nagi.
no_no: Eksporter spillelister til M3U-filer for bruk i andre spillere, eller importer M3U-spillelister til Nagi.
pa_in: ਹੋਰ ਪਲੇਅਰਾਂ ਵਿੱਚ ਵਰਤਣ ਲਈ ਪਲੇਲਿਸਟਾਂ ਨੂੰ M3U ਫਾਈਲਾਂ ਵਿੱਚ ਐਕਸਪੋਰਟ ਕਰੋ, ਜਾਂ Nagi ਵਿੱਚ M3U ਪਲੇਲਿਸਟਾਂ ਨੂੰ ਇੰਪੋਰਟ ਕਰੋ।
pl_pl: Eksportuj playlisty do plików M3U do użytku w innych odtwarzaczach lub importuj playlisty M3U do Nagi.
pt_pt: Exporte listas de reprodução para ficheiros M3U para usar noutros leitores, ou importe listas de reprodução M3U para o Nagi.
ro_ro: Exportă liste de redare în fișiere M3U pentru a fi utilizate în alte playere, sau importă liste de redare M3U în Nagi.
ru_ru: Экспортируйте плейлисты в файлы M3U для использования в других плеерах или импортируйте плейлисты M3U в Nagi.
sk_sk: Exportovať zoznamy skladieb do súborov M3U pre použitie v iných prehrávačoch, alebo importovať zoznamy skladieb M3U do Nagi.
sq_al: Eksporto listat e luajtjes në skedarë M3U për përdorim në luajtës të tjerë, ose importo lista luajtjeje M3U në Nagi.
sr_cyrl_rs: Извезите плејлисте у M3U датотеке за употребу у другим плејерима, или увезите M3U плејлисте у Наги.
sv_se: Exportera spellistor till M3U-filer för användning i andra spelare, eller importera M3U-spellistor till Nagi.
sw_ke: Hamisha orodha za nyimbo kwenye faili za M3U kwa matumizi katika vichezaji vingine, au leta orodha za nyimbo za M3U kwenye Nagi.
ta_in: மற்ற பிளேயர்களில் பயன்படுத்த M3U கோப்புகளுக்கு பிளேலிஸ்ட்களை ஏற்றுமதி செய்யவும், அல்லது M3U பிளேலிஸ்ட்களை நாகியில் இறக்குமதி செய்யவும்.
th_th: ส่งออกเพลย์ลิสต์ไปยังไฟล์ M3U เพื่อใช้ในเครื่องเล่นอื่น หรือนำเข้าเพลย์ลิสต์ M3U เข้าสู่ Nagi
tl_ph: I-export ang mga playlist sa mga M3U file para magamit sa ibang player, o i-import ang mga M3U playlist sa Nagi.
tr_tr: Çalma listelerini diğer oynatıcılarda kullanmak üzere M3U dosyalarına dışa aktarın veya M3U çalma listelerini Nagi'ye içe aktarın.
uk_ua: Експортуйте списки відтворення до файлів M3U для використання в інших програвачах або імпортуйте списки відтворення M3U до Nagi.
vi_vn: Xuất danh sách phát sang tệp M3U để sử dụng trong các trình phát khác, hoặc nhập danh sách phát M3U vào Nagi.
zh_cn: 将播放列表导出为 M3U 文件以供其他播放器使用，或将 M3U 播放列表导入到 Nagi 中。
zh_tw: 將播放清單匯出為 M3U 檔案，以供其他播放器使用，或將 M3U 播放清單匯入 Nagi。

# SettingsPage_ExportPlaylists.Content
source: Export All...
af_za: Voer Alles uit...
ar_eg: تصدير الكل...
ar_sa: تصدير الكل...
bg_bg: Експортирай всички...
bn_bd: সব রপ্তানি করুন...
ca_es: Exportar-ho tot...
cs_cz: Exportovat vše...
da_dk: Eksporter alle...
de_de: Alle exportieren...
el_gr: Εξαγωγή Όλων...
es_mx: Exportar todo...
et_ee: Ekspordi kõik...
fa_ir: صدور همه...
fi_fi: Vie kaikki...
fr_fr: Tout exporter...
ga_ie: Easpórtáil Uile...
he_il: ייצא הכל...
hi_in: सभी निर्यात करें...
hr_hr: Izvezi sve...
hu_hu: Összes exportálása...
id_id: Ekspor Semua...
it_it: Esporta tutto...
ja_jp: すべてエクスポート...
ko_kr: 모두 내보내기...
lt_lt: Eksportuoti visus...
ms_my: Eksport Semua...
nl_nl: Alles exporteren...
no_no: Eksporter alle...
pa_in: ਸਾਰੇ ਐਕਸਪੋਰਟ ਕਰੋ...
pl_pl: Eksportuj wszystkie...
pt_pt: Exportar Tudo...
ro_ro: Exportă tot...
ru_ru: Экспортировать все...
sk_sk: Exportovať všetko...
sq_al: Eksporto të gjitha...
sr_cyrl_rs: Извези све...
sv_se: Exportera alla...
sw_ke: Hamisha Zote...
ta_in: அனைத்தையும் ஏற்றுமதி செய்...
th_th: ส่งออกทั้งหมด...
tl_ph: I-export Lahat...
tr_tr: Tümünü Dışa Aktar...
uk_ua: Експортувати все...
vi_vn: Xuất tất cả...
zh_cn: 导出全部...
zh_tw: 匯出全部...

source: Export all playlists to a folder
af_za: Voer alle snitlyste na 'n vouer uit
ar_eg: تصدير جميع قوائم التشغيل إلى مجلد
ar_sa: تصدير جميع قوائم التشغيل إلى مجلد
bg_bg: Експортирайте всички плейлисти в папка
bn_bd: সমস্ত প্লেলিস্ট একটি ফোল্ডারে রপ্তানি করুন
ca_es: Exportar totes les llistes de reproducció a una carpeta
cs_cz: Exportovat všechny playlisty do složky
da_dk: Eksporter alle afspilningslister til en mappe
de_de: Alle Wiedergabelisten in einen Ordner exportieren
el_gr: Εξαγωγή όλων των λιστών αναπαραγωγής σε ένα φάκελο
es_mx: Exportar todas las listas de reproducción a una carpeta
et_ee: Ekspordi kõik esitusloendid kausta
fa_ir: صدور همه لیست‌های پخش به یک پوشه
fi_fi: Vie kaikki soittolistat kansioon
fr_fr: Exporter toutes les playlists vers un dossier
ga_ie: Easpórtáil gach seinmliosta chuig fillteán
he_il: ייצא את כל רשימות ההשמעה לתיקייה
hi_in: सभी प्लेलिस्ट को एक फ़ोल्डर में निर्यात करें
hr_hr: Izvezi sve popise za reprodukciju u mapu
hu_hu: Összes lejátszási lista exportálása egy mappába
id_id: Ekspor semua daftar putar ke folder
it_it: Esporta tutte le playlist in una cartella
ja_jp: すべてのプレイリストをフォルダーにエクスポート
ko_kr: 모든 재생 목록을 폴더로 내보내기
lt_lt: Eksportuoti visus grojaraščius į aplanką
ms_my: Eksport semua senarai main ke folder
nl_nl: Alle afspeellijsten exporteren naar een map
no_no: Eksporter alle spillelister til en mappe
pa_in: ਸਾਰੀਆਂ ਪਲੇਲਿਸਟਾਂ ਨੂੰ ਇੱਕ ਫੋਲਡਰ ਵਿੱਚ ਐਕਸਪੋਰਟ ਕਰੋ
pl_pl: Eksportuj wszystkie playlisty do folderu
pt_pt: Exportar todas as listas de reprodução para uma pasta
ro_ro: Exportă toate listele de redare într-un dosar
ru_ru: Экспортировать все плейлисты в папку
sk_sk: Exportovať všetky zoznamy skladieb do priečinka
sq_al: Eksporto të gjitha listat e luajtjes në një dosje
sr_cyrl_rs: Извези све плејлисте у фасциклу
sv_se: Exportera alla spellistor till en mapp
sw_ke: Hamisha orodha zote za nyimbo kwenye folda
ta_in: அனைத்து பிளேலிஸ்ட்களையும் ஒரு கோப்புறையில் ஏற்றுமதி செய்
th_th: ส่งออกเพลย์ลิสต์ทั้งหมดไปยังโฟลเดอร์
tl_ph: I-export lahat ng playlist sa isang folder
tr_tr: Tüm çalma listelerini bir klasöre dışa aktar
uk_ua: Експортувати всі списки відтворення до папки
vi_vn: Xuất tất cả danh sách phát vào một thư mục
zh_cn: 将所有播放列表导出到文件夹
zh_tw: 將所有播放清單匯出到資料夾

# SettingsPage_ImportPlaylists.Content
source: Import...
af_za: Voer in...
ar_eg: استيراد...
ar_sa: استيراد...
bg_bg: Импортирай...
bn_bd: আমদানি করুন...
ca_es: Importar...
cs_cz: Importovat...
da_dk: Importer...
de_de: Importieren...
el_gr: Εισαγωγή...
es_mx: Importar...
et_ee: Impordi...
fa_ir: وارد کردن...
fi_fi: Tuo...
fr_fr: Importer...
ga_ie: Iompórtáil...
he_il: ייבא...
hi_in: आयात करें...
hr_hr: Uvezi...
hu_hu: Importálás...
id_id: Impor...
it_it: Importa...
ja_jp: インポート...
ko_kr: 가져오기...
lt_lt: Importuoti...
nl_nl: Importeren...
no_no: Importer...
pa_in: ਇੰਪੋਰਟ ਕਰੋ...
pl_pl: Importuj...
pt_pt: Importar...
ro_ro: Importă...
ru_ru: Импортировать...
sk_sk: Importovať...
sq_al: Importo...
sr_cyrl_rs: Увези...
sv_se: Importera...
sw_ke: Leta...
ta_in: இறக்குமதி செய்...
th_th: นำเข้า...
tl_ph: I-import...
tr_tr: İçe Aktar...
uk_ua: Імпорт...
vi_vn: Nhập...
zh_cn: 导入...
zh_tw: 匯入...

source: Import one or more M3U files
af_za: Voer een of meer M3U-lêers in
ar_eg: استيراد ملف M3U واحد أو أكثر
ar_sa: استيراد ملف واحد أو أكثر من ملفات M3U
bg_bg: Импортирайте един или повече M3U файла
bn_bd: এক বা একাধিক M3U ফাইল আমদানি করুন
ca_es: Importar un o més fitxers M3U
cs_cz: Importovat jeden nebo více souborů M3U
da_dk: Importer en eller flere M3U-filer
de_de: Eine oder mehrere M3U-Dateien importieren
el_gr: Εισαγωγή ενός ή περισσότερων αρχείων M3U
es_mx: Importar uno o más archivos M3U
et_ee: Impordi üks või mitu M3U-faili
fa_ir: وارد کردن یک یا چند فایل M3U
fi_fi: Tuo yksi tai useampi M3U-tiedosto
fr_fr: Importer un ou plusieurs fichiers M3U
ga_ie: Iompórtáil comhad M3U amháin nó níos mó
he_il: ייבא קובץ M3U אחד או יותר
hi_in: एक या अधिक M3U फ़ाइलें आयात करें
hr_hr: Uvezi jednu ili više M3U datoteka
hu_hu: Egy vagy több M3U fájl importálása
id_id: Impor satu atau lebih file M3U
it_it: Importa uno o più file M3U
ja_jp: 1つまたは複数のM3Uファイルをインポート
ko_kr: 하나 이상의 M3U 파일 가져오기
lt_lt: Importuoti vieną ar daugiau M3U failų
ms_my: Import satu atau lebih fail M3U
nl_nl: Eén of meer M3U-bestanden importeren
no_no: Importer en eller flere M3U-filer
pa_in: ਇੱਕ ਜਾਂ ਵੱਧ M3U ਫਾਈਲਾਂ ਇੰਪੋਰਟ ਕਰੋ
pl_pl: Importuj jeden lub więcej plików M3U
pt_pt: Importar um ou mais ficheiros M3U
ro_ro: Importă unul sau mai multe fișiere M3U
ru_ru: Импортировать один или несколько файлов M3U
sk_sk: Importovať jeden alebo viac súborov M3U
sq_al: Importo një ose më shumë skedarë M3U
sr_cyrl_rs: Увези једну или више M3U датотека
sv_se: Importera en eller flera M3U-filer
sw_ke: Leta faili moja au zaidi za M3U
ta_in: ஒன்று அல்லது அதற்கு மேற்பட்ட M3U கோப்புகளை இறக்குமதி செய்
th_th: นำเข้าไฟล์ M3U หนึ่งไฟล์หรือมากกว่า
tl_ph: Mag-import ng isa o higit pang M3U file
tr_tr: Bir veya daha fazla M3U dosyasını içe aktar
uk_ua: Імпортувати один або кілька файлів M3U
vi_vn: Nhập một hoặc nhiều tệp M3U
zh_cn: 导入一个或多个 M3U 文件
zh_tw: 匯入一個或多個 M3U 檔案

# SettingsPage_ResetApp.Header
source: Reset application
af_za: Stel toepassing terug
ar_eg: إعادة ضبط التطبيق
ar_sa: إعادة تعيين التطبيق
bg_bg: Нулиране на приложението
bn_bd: অ্যাপ্লিকেশন রিসেট করুন
ca_es: Restablir l'aplicació
cs_cz: Resetovat aplikaci
da_dk: Nulstil applikation
de_de: Anwendung zurücksetzen
el_gr: Επαναφορά εφαρμογής
es_mx: Restablecer aplicación
et_ee: Lähtesta rakendus
fa_ir: بازنشانی برنامه
fi_fi: Nollaa sovellus
fr_fr: Réinitialiser l'application
ga_ie: Athshocraigh feidhmchlár
he_il: אפס יישום
hi_in: एप्लिकेशन रीसेट करें
hr_hr: Poništi aplikaciju
hu_hu: Alkalmazás visszaállítása
id_id: Atur ulang aplikasi
it_it: Reimposta applicazione
ja_jp: アプリケーションをリセット
ko_kr: 응용 프로그램 초기화
lt_lt: Iš naujo nustatyti programą
ms_my: Tetapkan semula aplikasi
nl_nl: Applicatie resetten
no_no: Tilbakestill applikasjon
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj aplikację
pt_pt: Repor aplicação
ro_ro: Resetează aplicația
ru_ru: Сбросить приложение
sk_sk: Resetovať aplikáciu
sq_al: Rivendos aplikacionin
sr_cyrl_rs: Ресетуј апликацију
sv_se: Återställ applikation
sw_ke: Weka upya programu
ta_in: பயன்பாட்டை மீட்டமை
th_th: รีเซ็ตแอปพลิเคชัน
tl_ph: I-reset ang application
tr_tr: Uygulamayı sıfırla
uk_ua: Скинути програму
vi_vn: Đặt lại ứng dụng
zh_cn: 重置应用程序
zh_tw: 重設應用程式
